-- phpMyAdmin SQL Dump
-- version 4.4.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2017-04-18 12:45:01
-- 服务器版本： 5.6.26
-- PHP Version: 5.6.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dormitory`
--

-- --------------------------------------------------------

--
-- 表的结构 `grade`
--

CREATE TABLE IF NOT EXISTS `grade` (
  `id` int(11) NOT NULL,
  `weekly` varchar(10) NOT NULL DEFAULT '1',
  `dormitory` varchar(20) NOT NULL DEFAULT '1s111',
  `year` varchar(20) NOT NULL DEFAULT '2013',
  `department` varchar(50) NOT NULL DEFAULT '未知',
  `sex` enum('男','女') NOT NULL DEFAULT '男',
  `points` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `grade`
--

INSERT INTO `grade` (`id`, `weekly`, `dormitory`, `year`, `department`, `sex`, `points`) VALUES
(1, '1', '1s111', '2014', '计算机', '女', 10),
(2, '1', '4s601', '2014', '计算机', '男', 22),
(3, '1', '4s602', '2014', '计算机', '男', 20),
(4, '1', '4s603', '2014', '计算机', '男', 20),
(5, '1', '4s605', '2014', '计算机', '男', 23),
(6, '1', '4s606', '2013', '计算机', '男', 24),
(7, '1', '4s609', '2013', '计算机', '男', 24),
(8, '1', '4s567', '2013', '计算机', '男', 25),
(9, '1', '4s342', '2013', '计算机', '男', 12),
(10, '1', '4s655', '2013', '计算机', '男', 24),
(11, '1', '4s623', '2014', '计算机', '男', 0),
(12, '1', '4s622', '2014', '计算机', '男', 100),
(13, '1', '4n536', '2013', '计算机', '男', 11),
(14, '1', '3n432', '2013', '计算机', '女', 32),
(15, '1', '4n576', '2013', '计算机', '男', 12),
(16, '1', '1s131', '2013', '计算机', '女', 12),
(17, '1', '1s124', '2013', '计算机', '女', 35),
(18, '1', '1s143', '2013', '计算机', '女', 23);

-- --------------------------------------------------------

--
-- 表的结构 `message`
--

CREATE TABLE IF NOT EXISTS `message` (
  `id` int(11) NOT NULL,
  `username` varchar(50) DEFAULT NULL,
  `phone` varchar(50) DEFAULT NULL,
  `title` text,
  `content` text,
  `up` int(11) NOT NULL DEFAULT '0',
  `down` int(11) NOT NULL DEFAULT '0',
  `create_time` date DEFAULT NULL,
  `answer` text
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `message`
--

INSERT INTO `message` (`id`, `username`, `phone`, `title`, `content`, `up`, `down`, `create_time`, `answer`) VALUES
(1, '匿名', '12345678901', '留言1', '难过的时候，我想你们。想抱着你们哭，倾诉，紧紧地，不分开。开心的时候，我想你们。想拉着你们跳，分享，一直对着你们傻笑，听你们骂骂我傻。', 24, 5, '2017-03-22', '哈哈哈'),
(2, '匿名', '12345678901', '留言2', '年华是无效信，岁月是告白书。', 17, 60, '2017-03-22', ''),
(3, '匿名', '12345678901', '留言3', '能和你现在牵着手的那个人，你们相遇的概率简直是近乎奇迹。', 0, 0, '2017-03-22', ''),
(4, '匿名', '12345678901', '留言4', '我们之间，你是太阳，我是月亮，你的一点光就可以照亮我的全部。', 0, 0, '2017-03-13', ''),
(5, '匿名', '12345678901', '留言5', '汤圆节记得吃元宵袄', 9, 2, '2017-03-31', ''),
(6, '匿名', '12345678901', '留言6', '英雄难过美人关，我不是英雄，美人让我过了关空间简短留言--校园的空间说说大全空间简短留言--校园的空间说说大全。', 0, 0, '2017-03-21', ''),
(7, '匿名', '12345678901', '留言7', '浪漫 是一袭美丽的晚礼服，但你不能一天到晚都穿着它。', 0, 0, '2017-03-21', ''),
(8, '匿名', '12345678901', '留言8', '记忆是一面伤痕累累的墙，我们总想着绕开，结果却迎面相遇。', 0, 0, '2017-03-22', ''),
(9, '匿名', '12345678901', '留言9', '柔情是提琴的语丝缠绕指尖的温暖。', 0, 0, '2017-03-22', ''),
(10, '匿名', '12345678901', '留言10', '我们终其一生所寻找的不过是一个家，一个可以放心的地方！', 0, 0, '2017-03-22', ''),
(11, '匿名', '12345678901', '留言11', '当五十年后，我的孙子问我保时捷是什么，我会告诉他，那是一种车，带走了一位世界上最好的司机空间简短留言--校园的空间说说大全文章空间简短留言--校园的空间说说大全出自。', 0, 0, '2017-03-22', ''),
(12, '匿名', '12345678901', '留言12', '我最亲爱的，最近过得怎么样，没我的日子里，你别来无恙。 《我最亲爱的》', 0, 0, '2017-03-22', ''),
(13, '匿名', '12345678901', '留言13', '曾经以为属于自己的那颗星不会陨落，但等到它真的掉下来的时候，我才发现，原来世上真的没有永恒。', 0, 0, '2017-03-22', ''),
(14, '匿名', '12345678901', '留言14', '你以为我的秒回只是个巧合吗那你一定不知道我等的眼睛发疼。', 0, 0, '2017-03-22', ''),
(15, '匿名', '12345678901', '留言15', '幸福，卟是妳怎么宠我，怎么暧我，而是有妳在身边，别的无所谓了。', 0, 0, '2017-03-22', ''),
(16, '匿名', '12345678901', '留言16', '下一个秋季，我亦陪你走。下一个世纪，我还等待你。逝去的是青春，留下的是幸福。', 0, 0, '2017-03-22', ''),
(17, '匿名', '12345678901', '留言17', '我是该有多幸运，才能够认识了你。', 0, 0, '2017-03-22', ''),
(18, '匿名', '12345678901', '留言18', '该散的散了，该收拾的都已经打包了，该走的也将离开了，为什么总还是会有那么多的人背着行囊回望', 0, 0, '2017-03-22', ''),
(19, '匿名', '12345678901', '留言19', '小时候关灯，总是要以的速度冲上床', 0, 0, '2017-03-22', ''),
(20, '匿名', '12345678901', '留言20', '有多少人的记忆，记载着那些放肆的青春。', 0, 0, '2017-03-22', ''),
(21, '匿名', '12345678901', '留言21', '因为有了因为 ，所以有了所以。既然已成既然 ，何必再说何必。', 0, 0, '2017-03-22', ''),
(22, '匿名', '12345678901', '留言22', '猫对的阳台下的狗说你回去吧，我妈是不会同意我们在一起的。', 0, 0, '2017-03-22', ''),
(23, '匿名', '12345678901', '留言23', '你是我的棒棒糖，我是你的悠悠球', 0, 0, '2017-03-22', ''),
(24, '匿名', '12345678901', '留言24', '落寞更加，沉默的背影会有怎样的倔强？', 0, 0, '2017-03-22', ''),
(25, '匿名', '12345678901', '留言25', '牵着你的手，无论是在哪里，我都感觉像是在朝天堂奔跑。', 0, 0, '2017-03-22', ''),
(26, '匿名', '12345678901', '留言26', '如果，如果，当时你没有对我那么好。那么，那么，现在我也就不会那么依赖你了。', 0, 0, '2017-03-22', ''),
(27, '匿名', '12345678901', '留言27', '认为我百毒不侵吗？认为我坚强无比吗？认为我不会受伤吗', 0, 0, '2017-03-22', ''),
(28, '匿名', '12345678901', '留言28', '总是在不知不觉中，眼泪就出卖了我心里所想的一切。', 0, 0, '2017-03-22', ''),
(29, '匿名', '12345678901', '留言29', '如果全部按规律走，那就不叫人生了', 0, 0, '2017-03-22', ''),
(30, '匿名', '12345678901', '留言30', '曾经相信能把日子过成段子、如今只盼别把日子变成案子″', 0, 0, '2017-03-22', ''),
(31, '匿名', '12345678901', '留言31', '幸福，有你我狠快乐。', 0, 0, '2017-03-22', ''),
(32, 'test', '12345678901', 'test', '这是测试数据', 1, 0, '2017-04-11', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `notice`
--

CREATE TABLE IF NOT EXISTS `notice` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `create_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `name` varchar(50) NOT NULL,
  `state` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `notice`
--

INSERT INTO `notice` (`id`, `title`, `content`, `create_time`, `name`, `state`) VALUES
(1, '关于组织研究制定高中教育普及计划并报送有关材料的通知', '各省辖市、省直管县（市）教育局：\n\n\n\n      根据党的十八届五中全会和《国民经济和社会发展第十三个五年规划纲要》的部署，“十三五”期间国家将组织实施“高中阶段教育普及攻坚计划”“第三期学前教育行动计划”“第二期特殊教育提升计划”。教育部与有关部门研究制定了三个计划的草案或意见，即将联合印发，省级的相应计划或实施方案也正在加紧研制中。为尽早启动相关工作，现将有关事宜通知如下：\n        3.2017—2020年，我省计划实施普惠性幼儿园建设工程，通过落实城镇小区配套幼儿园政策、加快建设乡镇(村)公办幼儿园、扶持普惠性民办幼儿园等措施，实现到2020年学前三年毛入园率和普惠性资源覆盖率分别达到90%和85%的目标。请各地参照这一总体目标，结合本地实际，综合考虑城镇化发展和“全面二孩”政策实施等因素，对区域内学前教育资源布局详细摸底（重点了解城镇小区配套幼儿园情况），科学测算各年份入园需求，合理确定分年度建设任务，以县为单位编制三期学前教育行动计划。\n1.请根据教育部关于三个计划的草案文本精神，结合我省去年编制的三期学前教育行动计划和普通高中改造项目规划，抓紧研究制订本地区的相应计划或实施方案，明确发展目标、主要任务、重大政策措施、经费投入和重大工程项目等。在此基础上，按要求填写附表。\n　　2.2020年，我省普通高中毛入学率规划目标为92%，请各地根据本地实际，合理分解年度规划目标，并根据适龄人口数和年度毛入学率指标，科学推算2017-2020年分年度普通高中数和中职招生数，明确加快普及高中阶段教育和减少大班额的目标、任务、措施及经费来源。', '2017-03-14 14:28:18', '管理员', 0),
(2, '宿舍停水通知', '4月1号宿舍停水一天', '2017-03-19 00:00:00', '管理员', 0),
(3, '停电通知', '明天停电一天', '2017-03-08 00:00:00', '管理员', 0),
(4, '校园网络升级通知', '各校园网用户：\n\n \n\n信息技术中心计划在2016年12月13日（周二）晚21:30-24：00对网络核心设备升级，升级过程中整个校园网将中断，对此造成的不便敬请谅解！', '2017-03-31 04:32:35', '教务处', 1),
(5, '网络核心设备升级通知', '各校园网用户：\r\n\r\n \r\n\r\n信息技术中心计划在2016年12月3日（周六）晚21:30-24：00对网络核心设备升级，升级过程中整个校园网将中断，对此造成的不便敬请谅解！\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                                                                                                     信息技术中心\r\n\r\n                                                                             2016年12月3日', '2017-03-14 09:25:35', '管理员', 0),
(6, '信息技术中心迎评工作方案', '一、职能迎评工作负责人和联络员\r\n\r\n负责人：勾建新\r\n\r\n联络人：汪先明\r\n\r\n二、迎评工作计划\r\n\r\n总体要求：高度重视，协调配合，快速响应，全力以赴。\r\n\r\n完成时间\r\n\r\n任务\r\n\r\n责任人\r\n\r\n负责人\r\n\r\n参与人\r\n\r\n具体内容\r\n\r\n2016.11.26\r\n\r\n学习《自评报告》及相关数据\r\n\r\n勾建新\r\n\r\n勾建新\r\n\r\n本单位全体教职员工\r\n\r\n组织单位相关人员认真学习\r\n\r\n2016.11.27\r\n\r\n做好深度访谈准备工作\r\n\r\n勾建新\r\n\r\n勾建新\r\n\r\n本单位全体教职员工\r\n\r\n1、按照深度访谈的具体要求，对照审核评估要求，围绕服务本科教学，提高人才培养质量，熟悉本科教学相关状态数据，明确本部门工作理念、方法、措施、效果和后期的工作思路。做好访谈汇报准备以及PPT。\r\n\r\n2、访谈地点在4101会议室。\r\n\r\n2016.11.30\r\n\r\n更新部门网站\r\n\r\n勾建新\r\n\r\n张隽\r\n\r\n罗勇\r\n\r\n汪先明\r\n\r\n陈向阳\r\n\r\n1、及时更新本部门网站内容\r\n\r\n2、督促各管理员更新各部门网站\r\n\r\n2016.11.30\r\n\r\n多媒体设备运转正常，效果良好\r\n\r\n勾建新\r\n\r\n汪先明\r\n\r\n陈向阳\r\n\r\n陈玲\r\n\r\n1、提前检查投影、中控、计算机、音响、话筒、网络等问题，12月2日前对已知问题进行维修，无线话筒、投影机、灯泡等要有备件。\r\n\r\n2、提前联系设备供应商公司，保证5-9日在现场应急服务。\r\n\r\n3、值班室、总控制室、讲台干净卫生，值班人员到位，值班电话确保接通率。\r\n\r\n4、多媒体常见故障及处理方法、多媒体系统使用简要说明。\r\n\r\n2016.11.30\r\n\r\n全校网络畅通\r\n\r\n勾建新\r\n\r\n罗勇\r\n\r\n汪先明\r\n\r\n1、优先保证教学、办公用网，联系电信确保评估期间网络正常。\r\n\r\n2、按照全体师生访问校内资源免费，教师WIFI免费，学生外网计费的策略做好教师无线网络账号、学生网络账号建立与系统调试。\r\n\r\n3、保证各机房网络畅通，重点保证电院二教、六教机房、外语机房网络访问。\r\n\r\n2016.11.30\r\n\r\n数据中心管理\r\n\r\n勾建新\r\n\r\n张隽\r\n\r\n张隽\r\n\r\n罗勇\r\n\r\n1、做好数据备份，制定故障快速恢复预案。\r\n\r\n2、设备厂商技术支持通讯录，提前通知联系人确保电话畅通，保证能24小时应急服务响应。\r\n\r\n2016.12.4\r\n\r\n做好部门内部环境卫生\r\n\r\n勾建新\r\n\r\n本单位全体教职员工\r\n\r\n本单位全体教职员工\r\n\r\n本单位所属的空间范围及多媒体讲台内部。\r\n\r\n2016.11.22\r\n\r\n做好部门内的评估宣传准备工作\r\n\r\n勾建新\r\n\r\n勾建新\r\n\r\n本单位全体教职员工\r\n\r\n召开全体会议，传达评估动员会精神，明确任务，完成信息技术中心审核评估期间主要任务分解\r\n\r\n2016.12.4\r\n\r\n做好部门档案整理工作\r\n\r\n勾建新\r\n\r\n各科长\r\n\r\n本单位全体教职员工\r\n\r\n明确档案负责人为王守伟\r\n\r\n2016.11.30\r\n\r\n内部办公快速高效，体现精神风貌\r\n\r\n勾建新\r\n\r\n各科长\r\n\r\n本单位全体教职员工\r\n\r\n1、各类资产台账、资料齐全。\r\n\r\n2、办公室、会议室、机房环境卫生、设备巡检、日常网络维护。\r\n\r\n3、报销、资产登记等各项手续及时办理。\r\n\r\n4、各类文件通知及时准确传递。\r\n\r\n5、保证办公室电话接听，快速及时处理各类报修信息。', '2017-03-20 17:40:47', '管理员', 0),
(7, '图书馆2017年度寒假开馆公告', '根据校办《2017年寒假放假通知》教工放假时间为2017年1月11日~2月15日，2月16日（星期四）正式上班。为满足广大师生的对图书馆的服务需求，图书馆在寒假期间馆舍继续开放（周未及法定假日不开放），具体开放时间与服务内容为：\r\n（1） 黄家湖校区图书馆\r\n1）全馆开放（即图书借还处及各阅览室均开放），日期：每周一开放，即1月16日、1月23日、2月6日、13日开放。\r\n2）一楼期刊阅览室，日期：每周一~周五开放，具体为：1月11~13日，1月16日~1月20日，1月23日~26日、2月6日~10日、2月13日~15日开放。\r\n    开馆时间：8：20~16：40（具体根据校车情况调整，校车到校后20分钟开馆，校车离校前20分钟闭馆）。\r\n（2）青山校区图书馆\r\n1）全馆开放（即图书借还处及各阅览室均开放），日期：每周一开放，即1月16日、1月23日、2月6日、13日开放。\r\n2）一楼期刊阅览室开放，日期：每周一~周五开放，具体为：1月11~13日，1月16日~1月20日，1月23日~26日、2月6日~10日、2月13日~15日开放。\r\n开馆时间：上午8：30~11：30；下午14：30~17：00。\r\n（3）其他服务内容：\r\n 1）网上资源：我校各类电子数据库寒假期间全天候开放。\r\n   咨询电话：系统部 18271823427     咨询QQ：1161039124\r\n 2）文献传递：凡我馆没有的各类电子资源数据库均可请求，文献传递网址： http://www.lib.wust.edu.cn/head/deliver.aspx\r\n     咨询QQ：1634446765     咨询邮箱：1634446765@qq.com\r\n     3）专利申请： 咨询电话：68862610\r\n \r\n 祝全校师生员工春节快乐，万事如意!\r\n', '2017-03-30 09:30:32', '图书馆', 0),
(8, '关于集中清理校区废弃车辆的通知', '全校师生员工：\r\n黄家湖校区学生宿舍区域以及其它地方停放有较大数量长期无人骑用的废弃自行车，俗称“僵尸车”，既占据了学校有限的停车位，又影响了校园环境，最为关键的是严重堵塞了消防安全通道。黄家湖校区综合办公室联合保卫处将于近期对校区内“僵尸车”进行一次专项整治。现就具体事宜通知如下：\r\n一、2017年3月20日起开始清理；\r\n二、清理出来的车辆将集中暂存于学生宿舍北9与北10紧邻后勤职工楼的空地；\r\n三、如有车辆被误判而遭清理的，请于6月30日前持本人工作证或学生证等相关证明材料，到黄家湖校区保卫办公室认领（北区家属区单身楼B栋1楼）。\r\n四、从7月1日起，对逾期无人认领的废弃自行车，将按照学校要求统一进行处理。\r\n特此通知。', '2017-03-13 08:42:40', ' 保卫处', 0),
(9, '关于变更车辆门禁授权办公地点的通告', '各位车主：\r\n为方便广大师生办理校园车辆门禁相关手续，经研究，我处于3月15日起将车辆门禁手续办理地点迁至青山校区校园110指挥中心（青山教三楼一楼西侧），原保卫处办公点撤销，将不再受理门禁授权咨询和材料审核。\r\n请办理车辆门禁授权及缴费业务的车主携带相关证明材料到新办公地点进行咨询及办理（新办理门禁授权人员须出示车辆行驶证原件、一卡通原件等证明材料）。\r\n车辆门禁手续办理时间：周一至周五7:30—15:30，中午不休，寒暑假办公时间另行通知。\r\n特此通告。', '2017-03-20 11:45:46', ' 保卫处', 0),
(10, '第四周 大学生素质教育主题报告会（一）', '报告主题：如何三生三世不愁找工作？\r\n报  告  人：刘瑜茜\r\n时        间：3月15日（周三）18:30\r\n地        点：崇实会堂（黄家湖校区图书馆二层）\r\n \r\n报告人简介：\r\n         刘瑜茜女士，本科毕业于清华大学生命科学院，获香港中文大学社会服务管理硕士学位，现投身教育行业创业，为云大学的联合创始人。曾任北京职慧公益创业发展中心秘书长，副理事长。负责为管理企业志愿者，客户均为知名企业（惠普、微软、SAP、德勤、埃森哲、GE、渣打银行等）。她是职慧最年轻的认证志愿讲师，在100余所高校及培训机构开展职慧课程，累计服务学生人数超过 15 万人次。\r\n         刘女士曾任香港理工大学社会企业研究助理；曾代表光华传播基金前往尼泊尔参与双边会议；曾获 GSVC 全球社会企业创业大赛 2010 年大中华赛区前三，受邀前往印度参加亚非区决赛。\r\n        欢迎广大师生参加！', '2017-03-21 06:45:41', ' 学生工作部', 0),
(11, '激励发现，推动创新——利用Web of Science数据平台进行创新性科学研究', '讲座日期：3月28日(周二) 上午 10:00\r\n讲座地点：武汉科技大学黄家湖校区崇实会堂\r\n演讲人： 科睿唯安解决方案与分析部培训师段鑫龙\r\n讲座提纲：\r\n作为一名研究生，如何能够做好开题报告？如何快速了解某个课题的研究情况？如何选择最合适的期刊发表研究成果？\r\n作为一名科研人员，如何检索一个课题的核心研究论文？如何了解课题的最新进展？如何在撰写项目申请书时写出课题的独特性和新颖性？\r\n作为一名学术带头人，如何从整体上把握和了解本学科？如何了解全球范围内您可能的合作伙伴？如何对积累的文献有效地管理？\r\n•          利用Web of Science追踪科学网络，高效获取文献信息\r\n•          全方位的分析已有信息，把握课题发展方向和趋势\r\n•          利用Web of Science跟踪课题进展，把握最新动态\r\n•          利用Endnote管理工具，创建个人图书馆并进行文献管理\r\n•          如何提高论文写作、投稿效率，高效整理论文格式\r\n•          利用Web of Science,JCR等数据资源选择合适的期刊发表研究成果\r\n \r\n数据库简介：\r\nWeb of Science平台以Web of Science核心合集（著名的三大引文索引SCI、SSCI、AHCI）为核心，凭藉独特的引文检索机制和强大的交叉检索功能，有效地整合了学术期刊、发明专利（Derwent Innovations Index®）、化学反应、学术专著及其它多个重要的学术信息资源（BIOSIS Previews®，INSPEC®，FSTA™，Medline®等），提供了自然科学、工程技术、生物医学、社会科学、艺术与人文等多个领域中高质量、可信赖的学术信息。\r\nWeb of Science核心合集基于一套严格的选刊程序以及客观的计量方法，收录了各个学科领域中最具权威性和影响力的学术期刊。同时，Web of Science核心合集还收录了每一篇论文中所引用的参考文献并按照被引作者、出处和出版年代编制成索引，建立了世界上影响力最大、最权威的引文索引数据库。通过独特的引文检索，您可以了解研究内容和研究方向的演变，而不受限于关键词的变迁。', '2017-03-20 15:32:37', '图书馆 ', 1),
(12, '第三周 大学生素质教育主题报告会（共1场）', '第三周 大学生素质教育主题报告会(一)\r\n \r\n报告主题：加拿大高等教育体系对国内大学生人文素质培养的启示\r\n报  告  人：程玉峰\r\n时        间：3月8日（周三）晚19:00\r\n地        点：黄家湖校区教一楼三区13104\r\n \r\n报告人简介：\r\n         程玉峰教授现为加拿大卡尔加里大学终身教授，加拿大国家特聘讲席教授，国际腐蚀协会会士。他是目前国际腐蚀科学与工程领域的公认权威，主要从事油气生产及运输过程中金属腐蚀科学与防护、评估、预测技术的研究，以及新能源材料技术的开发及应用。\r\n         程教授1990年毕业于湖南大学金属腐蚀与防护专业，获学士学位。1993年毕业于中国科学院金属腐蚀与防护研究所，获硕士学位。1996年赴加拿大阿尔伯塔大学留学，2000年获材料工程博士学位。2000-2002年在加拿大工程研究中心从事博士后研究。\r\n         程教授目前在多个国际学术组织及政府机构兼任职务，包括国际腐蚀协会管道涂层与阴极保护学术及标准委员会主席、国际腐蚀协会世界腐蚀状况调查加拿大地区主席、加拿大腐蚀基金会董事、美国国家科学院石油管道委员会委员、加拿大自然科学基金会核能材料腐蚀特聘教授评审委员会主席、加拿大能源管道协会石油管道中长期研究规划委员会委员，中国科学院海洋研究所国际专家组特聘专家、卡尔加里大学特聘教授评审委员会委员等。程教授于2016年6月受聘我校特聘教授，2017年2月入选第七批湖北省“百人计划”。\r\n         程教授目前出版英文专著2部，发表SCI收录论文161篇，论文总引用次数4713次，h-指数43，i10-指数103（截止2016年12月）。\r\n        欢迎广大师生参加！', '2017-03-29 06:38:42', '学生工作部', 1),
(13, '关于征集教代会代表提案的通知', '各分工会：\r\n2017年教代会代表提案的征集工作已经开始，为了充分调动教职工参与学校民主管理的积极性，激发教职工主人翁的责任感，进一步发挥教代会代表作用，给学校改革、发展、建设和构建和谐校园献计献策，现将有关事项通知如下：\r\n一、各分工会要高度重视提案工作的重要意义，认真组织教代会代表进行学习培训，拟订提案前应进行认真的调查研究，广泛听取教职工的意见，注重提案的科学性和可行性，实事求是，保证提案质量。\r\n二、提案必须是一事一案，包括以下三部分：提案案名，即要求解决的问题；提案理由，即提案人应说明提出本案的原因、根据和情况分析，最好有可行性调研；建议和措施，即提出解决问题的主张和办法。\r\n三、提案应由一名正式代表作提出，须二名（含 二名）以上正式代表附议。提案应在统一印发或按规定的电子文本下载的提案表上书写或打印（提案表附后），允许另附页。提案表填写一式二份，要求字迹工整，符合规范，ÿ个提案人都必须在书面提案表上亲自签名后方可作为有效提案。\r\n四、提案应符合国家的法律、法规及规章，遵循党的方针、·线和政策，并结合学校实际情况，反映广大教职工的意愿。提案应Χ绕：有关学校改革和发展方面的宏观建议和方案；有关学校教学、科研、教辅、管理、后勤、财务等方面的建议和方案；涉及师生员工切身利益方面的建议和方案；有关学校在文明校园、和谐校园建设方面的建议和方案。\r\n五、各分工会负责收集提案，书面提案递交到教代会提案工作小组（办公室设在校工会）。电子文档请发到电子邮箱：gh@wust.edu.cn,电子邮件主题请注明“XXX单λ——教代会提案”。\r\n联系电话：68863558   68863508\r\n联系人：林逢勤   胡丹蕾 \r\n \r\n附件：《武汉科技大学教代会提案表》教代会代表提案表.doc', '2017-03-20 09:23:38', '工会', 0),
(14, '廉政公示', '按照有关规定，即日起对我校以下设备采购、工程建设项目进行廉政公示。如发现该项目存在违反国家有关法律、法规、政策以及廉政建设各项规定的问题，请在设备安装或工程验收、交付使用后一个月之内，书面向监察处反映。\r\n序号\r\n甲方项目\r\n地址\r\n乙方单位\r\n项目名称\r\n合同编号\r\n合同日期\r\n1\r\n信息科学与工程学院\r\n武汉中冶自动化工程技术有限公司\r\n冶金过程控制虚拟轧制仿真系统采购\r\nWKD2016b122\r\n2017.1.11\r\n2\r\n管理学院\r\n杭州弘阅教育科技有限公司\r\n教学软件采购\r\nWKD2016b125\r\n2017.1.11\r\n3\r\n省部共建耐火材料与冶金国家重点实验室\r\n爱立许集团（中国）有限公司\r\n高速混料机采购\r\nWKD2017B027\r\n2017.2.24\r\n4\r\n机械自动化学院\r\n武汉友梦智能仪器有限公司\r\n中纤板视觉识别系统采购\r\nWKD2017B038\r\n2017.2.24\r\n5\r\n省部共建耐火材料与冶金国家重点实验室\r\n上海测宇科学仪器有限公司\r\n桌面型X射线衍射仪采购\r\nWKD2017B020\r\n2017.2.24\r\n6\r\n材料与冶金学院\r\n武汉辉景科技有限公司\r\n进口全自动磨抛机采购\r\nWKD2017B021\r\n2017.2.24\r\n7\r\n资源与环境工程学院\r\n梅特勒-托利多国际贸易（上海）有限公司\r\n进口实时在线颗粒录影显微镜采购\r\nWKD2017B035\r\n2017.2.24\r\n8\r\n资源与环境工程学院\r\n武汉风华世纪科技有限公司\r\n进口离子色谱仪采购\r\nWKD2017B034\r\n2017.2.24\r\n9\r\n青山校区\r\n武汉荣御信息技术有限公司\r\n青山校区教三楼标准化考场建设工程\r\n2016-SG-14\r\n2017.2.23\r\n联系电话:   027—68862473', '2017-03-20 16:40:44', '监察处', 0),
(15, '关于固定电话实名制的通知', '全校各单位：\r\n        根据国家要求，企事业单位固定电话必须进行实名登记。近日，我校部分固定电话因未办理实名制手续造成无法使用，现请凡是固定电话有故障的单位速与现代教育信息中心联系进行登记（联系截止时间：2月24日下午5:30，联系电话：68862211），学校办公室和现代教育信息中心将统一交由中国电信处理。', '2017-03-20 12:45:38', 'zxy-its', 0),
(16, '关于组织申报2017年高校产学研合作后补助项目的通知', '各学院：\r\n\r\n　  湖北省科技厅已启动2017年高校产学研合作后补助项目申报工作，现将有关事项通知如下：\r\n\r\n　　一、申报要求\r\n\r\n　　1、申报单位应为省内具有正式办学资格且具备一定科研能力的高校，合作企业应为省内企业；\r\n\r\n　　2、高校与企业签订有规范的技术开发合同，且按照合同约定执行良好；\r\n\r\n　　3、企业2016年已支付给高校研发经费；\r\n\r\n　　4、优先支持开展了技术合同登记的项目；\r\n\r\n　　5、项目强度为企业2016年度（以支付凭证时间为准）支付给高校研发经费到账额度的5%至10%，单个项目补助额度最高不超过50万。\r\n\r\n　　二、申报程序\r\n\r\n　　1、网上申报\r\n\r\n　　申请人进入科技厅官网“科技计划申报”中的“在线申报”系统进行申报，按要求填写项目申报信息，上传《高校产学研合作后补助项目申报书》电子版，含校企技术开发合同（已完成技术合同登记的项目同时提交《技术合同认定登记及技术性收入核定证明单》）、银行到款凭证（加盖财务专用章）及其他相关证明材料原件扫描件，提交成功获得受理编号。\r\n\r\n　　2、单位推荐\r\n\r\n　　科学技术发展院责审查项目真实性，完成网上申报推荐，同时学院将加盖公章的推荐函（附项目汇总表）、申报书及附件材料各一式两份报送科发院基础高新处。\r\n\r\n　　3、网上申报截止时间：2017年3月7日。\r\n\r\n　　三、其他事项\r\n\r\n　　1、项目按照财政国库管理制度的有关规定，向高校拨付后补助经费，经费使用按照“鄂财企规（2016）3号”文件执行；\r\n\r\n　　2、学院对推荐项目真实有效性负责，如项目申报材料存在弄虚作假、伪造成果、同一年度重复申报立项、唆使用户或第三方检测机构出具虚假评价或检测报告，骗取财政资金的，将采取警告、记入不良信用记录等处理措施，取消相关高校三年内申报资格。\r\n\r\n　　四、联系方式\r\n\r\n　　科学技术发展院基础高新处\r\n\r\n　　联系人：吴丹 胡澄宇 管靖\r\n\r\n　　联系电话：027-68862219\r\n\r\n　　2、技术咨询电话：027-87265608、87265789、87222271\r\n\r\n　　附件：1.高校产学研合作后补助项目申报书\r\n　      　2.高校产学研合作后补助项目申报汇总表\r\n　　                                                                           2017年2月16日', '2017-02-06 07:46:33', 'kjc', 0),
(17, '关于报送开学考勤的通知', '新学期开始了，请将本部门教职员工2017年2月16日到岗情况以及2016年12月21日—2017年2月20日期间的考勤表报送人事处，考勤汇总表务必请本部门负责人签字，并加盖单位公章。\r\n备注：《武汉科技大学教职员工考勤汇总表》，电子版放在人事处下载专区。\r\n', '2017-03-20 06:49:28', '人事处 ', 0),
(23, '大功告成，测试', '测试', '2017-04-17 13:45:12', '匿名', 0);

-- --------------------------------------------------------

--
-- 表的结构 `repair`
--

CREATE TABLE IF NOT EXISTS `repair` (
  `id` int(11) NOT NULL,
  `dormitory` varchar(20) NOT NULL,
  `phone` varchar(50) NOT NULL,
  `content` text NOT NULL,
  `yon` int(11) NOT NULL DEFAULT '0',
  `create_time` date NOT NULL,
  `repair_time` date DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=93 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `repair`
--

INSERT INTO `repair` (`id`, `dormitory`, `phone`, `content`, `yon`, `create_time`, `repair_time`) VALUES
(1, '4s623', '18250902571', '热水器坏了', 1, '2017-03-21', '2017-04-18'),
(2, '4s622', '18760648056', '厕所坏了', 0, '2017-03-20', '0000-00-00'),
(3, '4s621', '风扇坏了', '风扇不能吹出风来', 0, '2017-03-19', NULL),
(4, '4s111', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(5, '4s112', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(6, '4s113', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(7, '4s114', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(8, '4s115', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(9, '4s116', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(10, '4s117', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(11, '4s118', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(12, '4s119', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(13, '4s120', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(14, '4s121', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(15, '4s122', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(16, '4s123', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(17, '4s124', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(18, '4s125', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(19, '4s126', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(20, '4s127', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(21, '4s128', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(22, '4s129', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(23, '4s130', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(24, '4s131', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(25, '4s132', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(26, '4s133', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(27, '4s134', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(28, '4s135', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(29, '4s136', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(30, '4s137', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(31, '4s138', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(32, '4s139', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(33, '4s140', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(34, '4s141', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(35, '4s142', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(36, '4s143', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(37, '4s144', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(38, '4s145', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(39, '4s146', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(40, '4s147', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(41, '4s148', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(42, '4s149', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(43, '4s150', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(44, '4s151', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(45, '4s152', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(46, '4s153', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(47, '4s154', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(48, '4s155', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(49, '4s156', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(50, '4s157', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(51, '4s158', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(52, '4s159', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(53, '4s160', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(54, '4s161', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(55, '4s162', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(56, '4s163', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(57, '4s164', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(58, '4s165', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(59, '4s166', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(60, '4s167', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(61, '4s168', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(62, '4s169', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(63, '4s170', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(64, '4s171', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(65, '4s172', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(66, '4s173', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(67, '4s174', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(68, '4s175', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(69, '4s176', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(70, '4s177', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(71, '4s178', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(72, '4s179', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(73, '4s180', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(74, '4s181', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(75, '4s182', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(76, '4s183', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(77, '4s184', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(78, '4s185', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(79, '4s186', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(80, '4s187', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(81, '4s188', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(82, '4s189', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(83, '4s190', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(84, '4s191', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(85, '4s192', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(86, '4s193', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(87, '4s194', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(88, '4s195', '12345678901', '厕所坏了', 1, '2017-03-20', NULL),
(89, '4s196', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(90, '4s197', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(91, '4s198', '12345678901', '厕所坏了', 0, '2017-03-20', NULL),
(92, '4s199', '12345678901', '厕所坏了', 1, '2017-03-20', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL DEFAULT '匿名',
  `sex` enum('男','女') DEFAULT NULL,
  `no` varchar(50) NOT NULL DEFAULT 'B2013102100',
  `password` varchar(50) NOT NULL DEFAULT '123456',
  `phone` varchar(50) NOT NULL DEFAULT '12345678901',
  `dormitory` varchar(20) DEFAULT NULL,
  `class` varchar(50) DEFAULT NULL,
  `dates` date DEFAULT NULL,
  `instructor` varchar(50) DEFAULT NULL,
  `power` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=103 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `users`
--

INSERT INTO `users` (`id`, `username`, `sex`, `no`, `password`, `phone`, `dormitory`, `class`, `dates`, `instructor`, `power`) VALUES
(1, '江南', '', 'B2013102100', '123456', '12345678901', '未填写', '未填写', '2013-09-01', '未填写', 3),
(2, '匿名', NULL, 'B2013102101', '123456', '12345678901', NULL, NULL, NULL, NULL, 1),
(3, '小明', NULL, 'B2013102102', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(4, 'test1', NULL, '101', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(5, 'test2', NULL, '102', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(6, 'test3', NULL, '103', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(7, 'test4', NULL, '104', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(8, 'test5', NULL, '105', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(9, 'test6', NULL, '106', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(10, 'test7', NULL, '107', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(11, 'test8', NULL, '108', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(12, 'test9', NULL, '109', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(13, 'test10', NULL, '110', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(14, 'test11', NULL, '111', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(15, 'test12', NULL, '112', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(16, 'test13', NULL, '113', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(17, 'test14', NULL, '114', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(18, 'test15', NULL, '115', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(19, 'test16', NULL, '116', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(20, 'test17', NULL, '117', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(21, 'test18', NULL, '118', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(22, 'test19', NULL, '119', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(23, 'test20', NULL, '120', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(24, 'test21', NULL, '121', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(25, 'test22', NULL, '122', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(26, 'test23', NULL, '123', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(27, 'test24', NULL, '124', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(28, 'test25', NULL, '125', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(29, 'test26', NULL, '126', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(30, 'test27', NULL, '127', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(31, 'test28', NULL, '128', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(32, 'test29', NULL, '129', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(33, 'test30', NULL, '130', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(34, 'test31', NULL, '131', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(35, 'test32', NULL, '132', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(36, 'test33', NULL, '133', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(37, 'test34', NULL, '134', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(38, 'test35', NULL, '135', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(39, 'test36', NULL, '136', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(40, 'test37', NULL, '137', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(41, 'test38', NULL, '138', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(42, 'test39', NULL, '139', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(43, 'test40', NULL, '140', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(44, 'test41', NULL, '141', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(45, 'test42', NULL, '142', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(46, 'test43', NULL, '143', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(47, 'test44', NULL, '144', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(48, 'test45', NULL, '145', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(49, 'test46', NULL, '146', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(50, 'test47', NULL, '147', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(51, 'test48', NULL, '148', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(52, 'test49', NULL, '149', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(53, 'test50', NULL, '150', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(54, 'test51', NULL, '151', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(55, 'test52', NULL, '152', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(56, 'test53', NULL, '153', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(57, 'test54', NULL, '154', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(58, 'test55', NULL, '155', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(59, 'test56', NULL, '156', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(60, 'test57', NULL, '157', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(61, 'test58', NULL, '158', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(62, 'test59', NULL, '159', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(63, 'test60', NULL, '160', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(64, 'test61', NULL, '161', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(65, 'test62', NULL, '162', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(66, 'test63', NULL, '163', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(67, 'test64', NULL, '164', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(68, 'test65', NULL, '165', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(69, 'test66', NULL, '166', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(70, 'test67', NULL, '167', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(71, 'test68', NULL, '168', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(72, 'test69', NULL, '169', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(73, 'test70', NULL, '170', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(74, 'test71', NULL, '171', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(75, 'test72', NULL, '172', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(76, 'test73', NULL, '173', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(77, 'test74', NULL, '174', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(78, 'test75', NULL, '175', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(79, 'test76', NULL, '176', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(80, 'test77', NULL, '177', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(81, 'test78', NULL, '178', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(82, 'test79', NULL, '179', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(83, 'test80', NULL, '180', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(84, 'test81', NULL, '181', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(85, 'test82', NULL, '182', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(86, 'test83', NULL, '183', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(87, 'test84', NULL, '184', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(88, 'test85', NULL, '185', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(89, 'test86', NULL, '186', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(90, 'test87', NULL, '187', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(91, 'test88', NULL, '188', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(92, 'test89', NULL, '189', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(93, 'test90', NULL, '190', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(94, 'test91', NULL, '191', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(95, 'test92', NULL, '192', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(96, 'test93', NULL, '193', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(97, 'test94', NULL, '194', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(98, 'test95', NULL, '195', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(99, 'test96', NULL, '196', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(100, 'test97', NULL, '197', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(101, 'test98', NULL, '198', '123456', '12345678901', NULL, NULL, NULL, NULL, 0),
(102, 'test99', NULL, '199', '123456', '12345678901', NULL, NULL, NULL, NULL, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `grade`
--
ALTER TABLE `grade`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `message`
--
ALTER TABLE `message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notice`
--
ALTER TABLE `notice`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `repair`
--
ALTER TABLE `repair`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `grade`
--
ALTER TABLE `grade`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT for table `message`
--
ALTER TABLE `message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=33;
--
-- AUTO_INCREMENT for table `notice`
--
ALTER TABLE `notice`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=24;
--
-- AUTO_INCREMENT for table `repair`
--
ALTER TABLE `repair`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=93;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=103;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
